Concordance
As an essentially literal translation, the ESV Bible is ideally suited for use with a concordance, as the ESV seeks to use the same English word, as far as possible and where appropriate to the meaning in each context, to translate important recurring words in the original languages. However, with a total of more than 757,000 words appearing in the ESV Bible, a shorter concordance such as this must be selective in the words it includes.

In choosing which words to list, the guiding principles were importance, familiarity, and breadth of coverage. Since the ESV is within the stream of English Bible translations that began with the King James Version of 1611, there was a special effort to include references to as many familiar Bible passages as possible. As to breadth of coverage, the goal has been to list key references for many different words rather than more lengthy listings for fewer words.

Passages appearing in more than one of the Synoptic Gospels usually have only one reference, most often to the book of Matthew.

Readers will find the functionality of this concordance greatly increased if, after locating a Bible passage, the cross-reference system is then utilized for further research.

Those desiring a more complete concordance for the ESV Bible should consult The Crossway Comprehensive Concordance, which has more than 300,000 verse listings for nearly 14,000 different words. Readers with internet access will find optimal word-search capability with the search engine at the ESV web site, esv.org.

A B C D E F G H I J K L M N O P Q R S T U V W Y Z

Abbreviations
Old Testament
Genesis • Gn

Exodus • Ex

Leviticus • Lv

Numbers • Nm

Deuteronomy • Dt

Joshua • Jos

Judges • Jgs

Ruth • Ru

1 Samuel • 1 Sm

2 Samuel • 2 Sm

1 Kings • 1 Kgs

2 Kings • 2 Kgs

1 Chronicles • 1 Chr

2 Chronicles • 2 Chr

Ezra • Ezr

Nehemiah • Neh

Esther • Est

Job • Jb

Psalms • Ps

Proverbs • Prv

Ecclesiastes • Eccl

Song of Solomon • Sg

Isaiah • Is

Jeremiah • Jer

Lamentations • Lam

Ezekiel • Ezk

Daniel • Dn

Hosea • Hos

Joel • Jl

Amos • Am

Obadiah • Ob

Jonah • Jon

Micah • Mi

Nahum • Na

Habakkuk • Hab

Zephaniah • Zep

Haggai • Hg

Zechariah • Zec

Malachi • Mal

New Testament
Matthew • Mt

Mark • Mk

Luke • Lk

John • Jn

Acts • Acts

Romans • Rom

1 Corinthians • 1 Cor

2 Corinthians • 2 Cor

Galatians • Gal

Ephesians • Eph

Philippians • Phil

Colossians • Col

1 Thessalonians • 1 Thes

2 Thessalonians • 2 Thes

1 Timothy • 1 Tm

2 Timothy • 2 Tm

Titus • Ti

Philemon • Phlm

Hebrews • Heb

James • Jas

1 Peter • 1 Pt

2 Peter • 2 Pt

1 John • 1 Jn

2 John • 2 Jn

3 John • 3 Jn

Jude • Jude

Revelation • Rv